export const startToPlay = [
    {
        id: 1,
        subtitle: 'Зарегистрируйся',
        title: 'Регистрация доступна из любой страны.',
        buttonTitle: 'Регистрация',
        pathButton: '/reg'
    },
    {
        id: 2,
        subtitle: 'Установи наш лаунчер',
        title: 'Чтобы играть на наших серверах. Лаунчер доступен для Windows и MacOS',
        buttonTitle: 'Скачать лаунчер',
        pathButton: '/download'
    },
    {
        id: 3,
        subtitle: 'Выбери сервер',
        title: 'У нас множество разных серверов. Выбери свой любимый!',
        buttonTitle: 'Выбрать сервер',
        pathButton: '/Servers'
    },
]

export const terms = [
    {
        id: 1,
        subtitle: '1.ТЕРМИНЫ, ИСПОЛЬЗУЕМЫЕ В НАСТОЯЩЕМ СОГЛАШЕНИИ',
    },
    {
        id: 2,
        term: '1.1 «Проект» — интернет-сайт, размещенный в сети Интернет по адресу: https://mynet.su. Оперирование и обслуживание сайта, а также предоставление доступа Лицензиату осуществляется исключительно Лицензиаром. Участие Лицензиата в Проекте происходит в интерактивном (онлайн) режиме. Лицензиар размещает информацию, обязательную для Лицензиата, на интернет-сайте https://mynet.su.'
    },
    {
        id: 3,
        term: '1.2 «Лицензиар» — владелец интернет-сайта (Проекта), зарегистрированного под доменом https://mynet.su, который предоставляет Лицензиату право использования Проекта на условиях неисключительной лицензии и осуществляет доведение до всеобщего сведения, обслуживание, администрирование Проекта. На условиях настоящего Соглашения Лицензиар предоставляет право использования Проекта и доступ Лицензиатам к Проекту и Дополнительному функционалу. Лицензиар является Стороной настоящего Соглашения.'
    },
    {
        id: 4,
        term: '1.3 «Лицензиат» — физическое лицо (участник Проекта), обладающее необходимой дееспособностью для заключения настоящего Соглашения, принимающее участие в Проекте и которому в соответствии с настоящим Соглашением предоставляется право использования Проекта в предусмотренных настоящим Соглашением пределах. Лицензиат является Стороной настоящего Соглашения.'
    },
    {
        id: 5,
        term: '1.4 Передача прав использования» — предоставление Лицензиаром Лицензиату прав использования для участия в Проекте, использование его возможностей, на условиях и в порядке, определенных настоящим Соглашением, за исключением Дополнительного функционала, осуществляется на безвозмездной основе.'
    },
    {
        id: 6,
        term: '1.5 «Дополнительный функционал» — дополнительные функциональные (программные) элементы Проекта, право на использование которых предоставляется Лицензиату на условиях простой неисключительной лицензии за вознаграждение, размер и условия которого определены настоящим Соглашением и правилами Проекта, размещенными на интернет-сайте. Приобретение прав на использование Дополнительного функционала не является обязательным условием участия в Проекте.'
    },
    {
        id: 7,
        term: '1.6 «Единица измерения прав использования Дополнительного функционала» — условная единица – «руб», зачисляемая Лицензиаром на лицевой счет Лицензиата в Проекте, определяющая объем прав Лицензиата по использованию Дополнительного функционала.'
    },
    {
        id: 8,
        subtitle: '2.УСЛОВИЯ ПРИСОЕДИНЕНИЯ К НАСТОЯЩЕМУ СОГЛАШЕНИЮ',
    },
    {
        id: 9,
        term: '2.1 Лицензиат обязан ознакомиться с настоящим Соглашением, а также со всеми применимыми к Проекту Правилами. После заполнения обязательных полей и ознакомления с Соглашением, Лицензиат принимает настоящее Соглашение, путем нажатия кнопки «Согласие» или аналогичной, что по смыслу ст. ст. 435 и 438 Гражданского кодекса РФ является принятием (акцептом) оферты Лицензиара, а равно заключением договора, порождающего у Лицензиата обязанности соблюдать условия Соглашения.'
    },
    {
        id: 10,
        subtitle: '3.ПРЕДМЕТ СОГЛАШЕНИЯ',
    },
    {
        id: 11,
        term: '3.1 По настоящему Соглашению и при условии соблюдения Лицензиатом соответствующих условий Лицензиар предоставляет Лицензиату на условиях простой неисключительной лицензии право использования интернет-сайта, а именно участия в Проекте, как программного обеспечения, в том числе доступ к Дополнительному функционалу, в пределах, определенных настоящим Соглашением. Право использования Дополнительного функционала считается предоставленным, а обязательства Лицензиара по предоставлению прав использования — исполненными, в момент зачисления Единиц измерения прав на лицевой счет Лицензиата. Дальнейшее использование Лицензиатом Единиц измерения прав осуществляется исключительно в рамках Проекта, не порождает у Лицензиара ответственности за их использование/неиспользование Лицензиатом, а вытекающие из этого какие-либо требования Лицензиата в силу ст. 1062 Гражданского кодекса РФ не могут являться предметом судебной защиты. Приобретение прав использования Дополнительного функционала и их оплата не являются необходимым условием участия Лицензиата в Проекте. Права использования Дополнительного функционала предоставляются по запросу и желанию Лицензиата.'
    },
    {
        id: 12,
        subtitle: '4.ОБЯЗАННОСТИ ЛИЦЕНЗИАРА',
    },
    {
        id: 13,
        term: '4.1 Лицензиар принимает на себя следующие обязательства:',
    },
    {
        id: 14,
        term: '4.1.1 на условиях, изложенных в настоящем Соглашении, предоставить возможность Лицензиату участвовать в Проекте, осуществлять предоставление прав использования.',
    },
    {
        id: 15,
        term: '4.1.2 с учетом условий, изложенных в настоящем Соглашении, обеспечить функционирование Проекта.',
    },
    {
        id: 16,
        subtitle: '5.ПРАВА ЛИЦЕНЗИАРА',
    },
    {
        id: 17,
        term: '5.1 Лицензиар имеет следующие права:',
    },
    {
        id: 18,
        term: '5.1.1 в любое время, в одностороннем порядке ограничить, расширить, изменить содержание Проекта без предварительного уведомления Лицензиата.',
    },
    {
        id: 19,
        term: '5.1.2 управлять Проектом исключительно по своему усмотрению, приостанавливать либо изменять условия Проекта без предварительного уведомления Лицензиата.',
    },
    {
        id: 20,
        term: '5.1.3 в любое время изменить, удалить любую информацию, размещенную Лицензиатом на Ресурсах Лицензиара в соответствии с правилами Проекта.',
    },
    {
        id: 21,
        term: '5.1.4 в любое время приостановить, ограничить и/или прекратить доступ Лицензиата к Проекту на условиях настоящего Соглашения или правил Проекта, в том числе при несоблюдении Лицензиатом условий настоящего Соглашения или Правил Проекта, или в случае выявления попыток и фактов мошенничества Лицензиата с использованием различных средств и информационных технологий.',
    },
    {
        id: 22,
        term: '5.1.5 во время использования Проекта делать замечания Лицензиатам, предупреждать, уведомлять, информировать их о несоблюдении Правил Проекта, либо иных условий настоящего Соглашения. Указания Лицензиара, данные Лицензиату во время участия в Проекте, в том числе связанные с нарушением Лицензиатом условий настоящего Соглашения. Правила Проекта, обязательны для исполнения Лицензиатом.',
    },
    {
        id: 23,
        term: '5.1.6 в любое время изменять, дополнять, модифицировать Проект, любую из его частей, без какого-либо предварительного уведомления Лицензиата.',
    },
    {
        id: 24,
        term: '5.1.7 предпринимать не запрещенные законом меры для защиты собственных интеллектуальных прав в отношении Проекта.',
    },
    {
        id: 25,
        term: '5.1.8 Лицензиар вправе в любое время по своему усмотрению вносить изменения в настоящее Соглашение. При внесении таких изменений при доступе к Проекту Лицензиат должен будет ознакомиться с новой редакцией настоящего Соглашения и принять (акцептовать) его новую редакцию, нажав кнопку «ПРИНИМАЮ» или «ПОДТВЕРЖДАЮ». При этом фактическое использование Проекта Лицензиатом также является акцептом новой редакции настоящего Соглашения.',
    },
    {
        id: 26,
        term: '6.ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ ЛИЦЕНЗИАРА'
    },
    {
        id: 27,
        subtitle: '6.ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ ЛИЦЕНЗИАРА',
    },
    {
        id: 28,
        term: '6.1 Лицензиат использует Проект Лицензиара. Участие в Проекте, предоставление прав его использования и использования его Дополнительного функционала осуществляется в состоянии «как есть».',
    },
    {
        id: 29,
        term: '6.2 Лицензиар не несет ответственности за возможные противоправные действия Лицензиата или третьих лиц.',
    },
    {
        id: 30,
        term: '6.3 Лицензиар не несет ответственности за высказывания Лицензиата, опубликованные на Проекте Лицензиара. Лицензиар не несет ответственности за поведение Лицензиата на Проекте Лицензиара, включая поведение, характер и поступки, неуважительное отношение к другим Лицензиатам Проекта.',
    },
    {
        id: 31,
        term: '6.4 Лицензиар не несет ответственности за утерю Лицензиатом возможности доступа к своему личному кабинету — учетной записи Лицензиата в Проекте (утрату логина, пароля, иной информации, необходимой для участия Лицензиата в Проекте).',
    },
    {
        id: 32,
        term: '6.5 Лицензиар не несет ответственности за неполное, неточное, некорректное указание Лицензиатом своих данных при создании учетной записи Лицензиата в Проекте.',
    },
    {
        id: 33,
        term: '6.6 Лицензиар не несет ответственности за утрату Лицензиатом в Проекте вещей, ценностей, полученных в результате участия в Проекте или приобретения права использования Дополнительного функционала.',
    },
    {
        id: 34,
        term: '6.7 Лицензиар не несет ответственности за отсутствие у Лицензиата доступа в Интернет, за качество услуг провайдеров связи сети Интернет, с которыми Лицензиатом заключены соглашения о предоставлении услуг по доступу к сети Интернет.',
    },
    {
        id: 35,
        term: '6.8 Лицензиар не осуществляет обмен на наличные или безналичные деньги, или ценности и/или возврат ценностей, полученных Лицензиатом в ходе участия в Проекте, осуществления прав использования Проектом или Дополнительного функционала, в том числе Единиц измерения прав использования Дополнительного функционала.',
    },
    {
        id: 36,
        term: '6.9 Лицензиар не производит обмена одних ценностей, полученных Лицензиатом в ходе участия в Проекте, или Дополнительного функционала, на другие ценности, за исключением обмена, предусмотренного правилами Проекта.',
    },
    {
        id: 37,
        term: '6.10 Лицензиар не возмещает Лицензиату расходы, связанные с приобретением Лицензиатом прав использования Дополнительного функционала, в том числе в случае приостановления или прекращения доступа к Проекту, приостановления или прекращения настоящего Соглашения по любым основаниям.',
    },
    {
        id: 38,
        term: '6.11 Лицензиар не гарантирует, что:',
    },
    {
        id: 39,
        term: '6.11.1 проект будет удовлетворять субъективным требованиям и ожиданиям Лицензиата.',
    },
    {
        id: 40,
        term: '6.11.2 использование проекта на Ресурсах Лицензиара, а также передача прав использования Проекта будут протекать непрерывно, быстро, без технических сбоев, надежно и без ошибок.',
    },
    {
        id: 41,
        term: '6.11.3 качество функционирования Проекта, каких-либо аспектов или его Дополнительного функционала, предоставляемого на Проекте Лицензиара, будет соответствовать ожиданиям Лицензиата.',
    },
    {
        id: 42,
        term: '6.11.4 Проект будет доступен и может использоваться круглосуточно, в какой-то конкретный момент времени или в течение какого-либо периода времени.',
    },
    {
        id: 43,
        term: '6.12 Лицензиар не несет ответственности за возникновение прямого или косвенного ущерба Лицензиата либо иных третьих лиц, причиненного в результате:',
    },
    {
        id: 44,
        term: '6.12.1 использования либо невозможности использования Проекта Лицензиара.',
    },
    {
        id: 45,
        term: '6.12.2 несанкционированного доступа любых третьих лиц к личной информации Лицензиата, включая Учетную запись Лицензиата, лицевой счет Лицензиата в Проекте.',
    },
    {
        id: 46,
        term: '6.12.3 заявления или поведения любого третьего лица на Проекте Лицензиара.'
    },
    {
        id: 47,
        term: '6.13 Лицензиар не обязан предоставлять Лицензиату какие-либо доказательства, документы и прочее, свидетельствующие о нарушении Лицензиатом условий Соглашения, в результате которого Лицензиату было отказано в предоставлении доступа к Проекту, ценностям, в том числе составляющим Дополнительный функционал Проекта, если такой доступ был прекращен и/или ограничен по причине нарушений со стороны Лицензиата.'
    },
    {
        id: 48,
        term: '6.14 Лицензиат понимает, принимает и соглашается, что использование Проекта может предусматривать различные звуковые и/или видео эффекты, которые, при определенных обстоятельствах, могут вызывать у лиц, склонных к эпилептическим или иным расстройствам нервного характера, обострение указанных состояний, и Лицензиат гарантирует, что указанными расстройствами он не страдает, или же обязуется Проект не использовать.'
    },
    {
        id: 49,
        term: '6.15 Лицензиар не несет ответственности за ухудшение здоровья Лицензиата в результате использования Проекта. Лицензиат принимает и соглашается, что регулярное длительное (непрерывное) нахождение у персонального компьютера может вызывать различные осложнения физического состояния, в том числе ослабление зрения, сколиоз, различные формы неврозов и прочие негативные воздействия на организм. Лицензиат гарантирует, что он будет использовать Проект исключительно на протяжении разумного времени, с перерывами на отдых или иные мероприятия по профилактике физического состояния, если таковые Лицензиату рекомендованы или предписаны.'
    },
    {
        id: 50,
        subtitle: '7.ОБЯЗАТЕЛЬСТВА ЛИЦЕНЗИАТА',
    },
    {
        id: 51,
        term: '7.1.1 соблюдать условия настоящего Соглашения, включая Правила Проекта, размещенные на интернет-сайте, без каких-либо ограничений.',
    },
    {
        id: 52,
        term: '7.1.2 в момент регистрации на Проекте Лицензиара указывать достоверную информацию.',
    },
    {
        id: 53,
        term: '7.1.3 не превышать пределов использования Проекта и Дополнительного функционала, установленных в настоящем Соглашении.',
    },
    {
        id: 54,
        term: '7.1.4 самостоятельно предпринимать должные меры, обеспечивающие безопасность его личного кабинета в Проекте и предотвращающие несанкционированное пользование третьими лицами этими учетными записями.',
    },
    {
        id: 55,
        term: '7.1.5 по требованию Лицензиара в связи с заключением и исполнением настоящего Соглашения подтвердить свои персональные данные, включающие фамилию, имя, отчество, иные данные.',
    },
    {
        id: 56,
        term: '7.1.6 соблюдать иные требования и выполнять иные обязательства, предусмотренные настоящим Соглашением и правилами Проекта.',
    },
    {
        id: 57,
        term: '7.2 Лицензиат гарантирует, что обладает всеми необходимыми полномочиями для заключения настоящего Соглашения. В случае если Лицензиат не достиг возраста совершеннолетия (18 лет) или стал полностью недееспособным в силу наступления иного обстоятельства, предусмотренного действующим законодательством, он обязан самостоятельно получить необходимое разрешение в требуемой законом форме от своих родителей, либо законных представителей.',
    },
    {
        id: 58,
        term: '7.3 Лицензиат обязуется не использовать Проект для:',
    },
    {
        id: 59,
        term: '7.3.1 хранения, размещения и рассылки данных и информации, являющихся незаконными, вредоносными, угрожающими, клеветническими, оскорбляющими нравственность, нарушающих авторские права, пропагандирующих безнравственность или дискриминацию людей по расовому, этническому, половому, религиозному, социальному признакам, содержащих оскорбления в адрес конкретных лиц или организаций.',
    },
    {
        id: 60,
        term: '7.3.2 нарушения прав несовершеннолетних лиц и/или причинение им вреда в любой форме.',
    },
    {
        id: 61,
        term: '7.3.3 выдачи и/или попытки выдачи себя за другого человека, представителя организации или сообщества без достаточных на то прав, в том числе за сотрудников Лицензиара, а также введения в заблуждение относительно свойств или характеристик каких-либо субъектов или объектов.',
    },
    {
        id: 62,
        term: '7.3.4 публикации, размещения и/или рассылки данных и информации, которые Лицензиат не вправе делать доступными по закону РФ и/или согласно каким-либо договорным отношениям.',
    },
    {
        id: 63,
        term: '7.3.5 размещения и рассылки данных и информации, содержащих вирусы и/или другие компьютерные коды, файлы и программы, предназначенные для нарушения, уничтожения и/или ограничения функциональности любого компьютерного или телекоммуникационного оборудования или программ, для осуществления несанкционированного доступа, а также серийные номера к коммерческим программным продуктам и программы для их подбора и генерации, логины, пароли и прочие средства для получения несанкционированного доступа к платным Интернет-ресурсам, а также размещения ссылок на вышеуказанную информацию.',
    },
    {
        id: 64,
        term: '7.3.6 умышленного нарушения применимого Российского законодательства или норм международного права.',
    },
    {
        id: 65,
        term: '7.3.7 отправки и передачи личных сообщений в чей-либо адрес, содержащих грубые и оскорбительные выражения и предложения, а также отправки таких писем в службу технической поддержки Проекта.',
    },
    {
        id: 66,
        term: '7.3.8 сбора и хранения персональных данных других лиц.',
    },
    {
        id: 67,
        term: '7.3.9 умышленного нарушения Нормального функционирования Проекта.',
    },
    {
        id: 68,
        term: '7.3.10 размещения ссылок на ресурсы Интернет, содержание которых противоречит действующему законодательству РФ.',
    },
    {
        id: 69,
        term: '7.4 Лицензиат понимает и признает, что почтовые сообщения, отправленные от Лицензиара и содержащие организационно-техническую и прочую информацию о сервисах Проекта и Дополнительном функционале, не являются спамом.',
    },
    {
        id: 70,
        term: '7.5 Лицензиат соглашается с тем, что предоставление Лицензиаром Лицензиату доступа к Проекту и/или Дополнительному функционалу может быть прекращено или приостановлено без предварительного уведомления в следующих случаях, включая, но не ограничиваясь:'
    },
    {
        id: 71,
        term: '7.5.1 использования Лицензиатом на Проекте любых оскорбительных, ненормативных, угрожающих, унижающих других Лицензиатов фраз и выражений, а также информации, имеющей целью опорочить Лицензиата или группу Лицензиатов исключительно по признакам пола, возраста, расовой или национальной принадлежности, языка, отношения к религии, профессии, места жительства и работы, а также в связи с их политическими убеждениями.',
    },
    {
        id: 72,
        term: '7.5.2 попыток осуществления или осуществлении Лицензиатом следующих действий:',
    },
    {
        id: 73,
        term: '7.5.2.1 использования сторонних программных средств, дающих дополнительные преимущества для улучшения/автоматизации возможностей («боты», «читерство» и т.д.).',
    },
    {
        id: 74,
        term: '7.5.2.2 нарушения и/или пренебрежения Лицензиатом правилами Проекта, в том числе — правилами поведения на форумах и в чатах (систематические, целенаправленные нарушения).',
    },
    {
        id: 75,
        term: '7.5.2.3 формирования или организации групп на Проекте, основанных на клеветнической или человеконенавистнической философии, проповедующих расовую ненависть и/или религиозную нетерпимость.',
    },
    {
        id: 76,
        term: '7.6 использования программных ошибок на Проекте, в том числе для получения непредусмотренных преимуществ. При этом, в случае если Лицензиату стало известно об ошибке либо Лицензиат предполагает ее наличие, он обязуется:',
    },
    {
        id: 77,
        term: '7.6.1 незамедлительно прекратить использование ошибки или действий / процессов, которые предположительно являются ошибкой (за исключением случаев, когда такие действия / процессы осуществляются по запросу службы технической поддержки).',
    },
    {
        id: 78,
        term: '7.6.2 сообщить об ошибке и/или предполагаемой ошибке в службу технической поддержки.',
    },
    {
        id: 79,
        term: '7.6.3 не использовать ошибку и/или предполагаемую ошибку до момента получения ответа от службы технической поддержки о том, что данный процесс не является ошибкой и использование ее допускается. Лицензиат не вправе передавать информацию об ошибке или предполагаемой ошибке другим Лицензиатам или третьим лицам.',
    },
    {
        id: 80,
        term: '7.7 совершения любых действий, которые затруднят для Лицензиара поддержку работоспособности Проекта.',
    },
    {
        id: 81,
        term: '7.8 передачи на оборудование Лицензиара при использовании Проекта бессмысленной и/или бесполезной информации, создающей паразитную нагрузку на такое оборудование, в объемах, превышающих минимально необходимые для проверки связности ресурсов и доступности отдельных их элементов.',
    },
    {
        id: 82,
        term: '7.9 нарушения требований Лицензиара.',
    },
    {
        id: 83,
        term: '7.10 Для целей пункта 7 данного Соглашения следующие определения, данные Сторонами будут иметь следующие значения:',
    },
    {
        id: 84,
        term: '7.10.1 «Ошибка» — неправильное (а именно — не предусмотренное Нормальным функционированием программного обеспечения) функционирование Проекта.',
    },
    {
        id: 85,
        term: '7.10.2 «Использование ошибок Проекта» — использование ошибок и/или их комбинаций, значительно упрощающих процесс использования и/или явно непредусмотренных Проектом, вне зависимости от природы их возникновения (происхождения), в том числе — действие сторонних программ и/или процессов, влияющих на работу Проекта или без таковых.',
    },
    {
        id: 86,
        term: '7.11 размещения ссылок на ресурсы Интернет, содержание которых противоречит действующему законодательству РФ.',
    },
    {
        id: 87,
        subtitle: '8.ДОПОЛНИТЕЛЬНЫЙ ФУНКЦИОНАЛ ПРОЕКТА',
    },
    {
        id: 88,
        term: '8.1 Настоящий раздел Соглашения регламентирует порядок и условия предоставления Лицензиаром Лицензиату прав доступа к Дополнительному функционалу.'
    },
    {
        id: 89,
        term: '8.2 По желанию Лицензиата Лицензиар предоставляет Лицензиату на возмездной основе право использования Дополнительного функционала, позволяющего Лицензиату использовать дополнительные, расширенные, специальные возможности Проекта (привилегии, специальные предметы, карты, и т. д.). В частности, в результате использования таких возможностей Лицензиат, может получать ценности, которые, в частности, способствуют более быстрому развитию в Проекте. Ценности являются нематериальными и могут быть использованы Лицензиатом только внутри Проекта. Право использования Дополнительного функционала предоставляется Лицензиату на условиях простой неисключительной лицензии за вознаграждение. Оплата стоимости прав использования Дополнительного функционала осуществляется Лицензиатом денежными средствами в валюте соответствующей территории, в размере стоимости определенного Лицензиатом количества Единиц измерения прав использования Дополнительного функционала. Стоимость одной Единицы измерения прав использования Дополнительного функционала определена на Проекте. Размер стоимости может быть изменен Лицензиаром в одностороннем порядке в любое время без предварительного уведомления Лицензиата. Стоимость однажды приобретенного объема прав использования Дополнительного функционала не пересматривается. Лицензиат вправе использовать Дополнительный функционал, свободно обменивая полученные Единицы измерения прав использования Дополнительного функционала на любые ценности, входящие в состав Дополнительного функционала, по расценкам, определяемым в соответствии с расценками Проекта. Полученные таким путем ценности впоследствии используются Лицензиатом наравне с другими ценностями, приобретенными Лицензиатом в процессе использования Проекта в соответствии с Правилами Проекта. Лицензиар не несет ответственности за утрату Лицензиатом таких ценностей в ходе использования Проекта (кража, уничтожение, исчерпание и т. д.) в соответствии с Правилами Проекта. Лицензиат осознает, что доступ к Дополнительному функционалу в объеме Единиц измерения прав может быть прекращен в соответствии с настоящим Соглашением (в результате их потребления, кражи другими Лицензиатами, приостановления/прекращения доступа к Проекту и т. д.) или по иным причинам, и это не дает Лицензиату основание требовать от Лицензиара возврата лицензионного вознаграждения, уплаченного за права доступа к такому Дополнительному функционалу.',
    },
    {
        id: 90,
        term: '8.3 Моментом предоставления права использования Дополнительного функционала считается при начислении Лицензиату на его лицевой счет соответствующего количества Единиц измерения прав. Право использования Дополнительного функционала предоставляется Лицензиату на срок действия настоящего Соглашения, если только исчерпание предоставленного объема прав не наступит ранее.',
    },
    {
        id: 91,
        term: '8.4 При регистрации Лицензиата в Проекте Лицензиар автоматически заводит лицевой счет Лицензиата в Проекте, который привязан непосредственно к Учетной записи Лицензиата.',
    },
    {
        id: 92,
        term: '8.5 Способы и условия оплаты прав использования Дополнительного функционала через платежные системы публикуются Лицензиаром на Интернет сайте Проекта. Внесение лицензионного вознаграждения осуществляется Лицензиатом путем перечисления денежных средств через поддерживаемые платежные системы на расчетный счет Лицензиара. Список доступных для оплаты платежных систем приведен на Интернет сайте Лицензиара.',
    },
    {
        id: 93,
        term: '8.6 При оплате прав использования Дополнительного функционала Лицензиат обязуется следовать платежным инструкциям по порядку и способам оплаты, в том числе и по правилам ввода сообщения и номера коротких текстовых сообщений (SMS), включая порядок ввода заглавных и строчных букв, цифр и языка ввода. Предоставление Лицензиату права использования Дополнительного функционала Проекта обеспечивается при выполнении прилагаемых инструкций и условий оплаты. Лицензиар не несет ответственности за неправильность выполнения Лицензиатом условий проведения оплаты. По вопросам правил и порядка использования платежных систем для осуществления пополнения лиц'
    },
    {
        id: 94,
        term: '8.7 Предоставление Лицензиату права использования Дополнительного функционала осуществляется только при условии полной оплаты таких прав Лицензиатом в соответствии с условиями настоящего Соглашения. При этом до получения подтверждения об оплате прав использования Лицензиар вправе не предоставлять их Лицензиату.',
    },
    {
        id: 95,
        term: '8.8 В том случае, если в результате, технической ошибки, или сбоя Проекта, или сознательных действий Лицензиата им был получен доступ к Дополнительному функционалу без приобретения права использования в установленном настоящим Соглашением порядке, Лицензиат обязуется сообщить об этом факте Лицензиару и оплатить Лицензиару стоимость права использования такого Дополнительного функционала, либо устранить все последствия неправомерного использования Дополнительного функционала. Лицензиар вправе самостоятельно без уведомления Лицензиата устранить такие последствия (в том числе изъять ценности и т. д.).',
    },
    {
        id: 96,
        term: '8.9 Лицензиат обязан сохранять документы, подтверждающие оплату им прав использования Дополнительного функционала Проекта, в течение всего времени участия Лицензиата в Проекте, и по запросу Лицензиара предоставить ему такие документы, а также информацию об обстоятельствах совершения такого платежа Лицензиатом.',
    },
    {
        id: 97,
        term: '8.10 Лицензиат обязан самостоятельно отслеживать состояние своего лицевого счета на Проекте.',
    },
    {
        id: 98,
        term: '8.11Исключительное право на распространение Дополнительного функционала принадлежит Лицензиару, в связи с чем никакие предложения третьих лиц о предоставлении прав использования Дополнительного функционала или права доступа к ним не могут быть расценены Лицензиатом как предложения, исходящие от Лицензиара. В случае возникновения спорных, неясных ситуаций, либо направления Лицензиату каких-либо предложений третьих лиц, связанных с оплатой прав использования Дополнительного функционала, либо размещения таких объявлений и предложений в сети Интернет, за исключением Ресурсов Лицензиара и размещенных от имени Лицензиара, Лицензиат обязан незамедлительно уведомить об этом Лицензиара. В случае если Лицензиат в нарушение настоящего положения, произвел оплату по указанному объявлению с использованием реквизитов, указанных в таком объявлении, претензии Лицензиата Лицензиару по поводу отсутствия у Лицензиата доступа к Дополнительному функционалу не принимаются, и Лицензиар не компенсирует Лицензиату денежные средства, потраченные Лицензиатом при таких обстоятельствах.',
    },
    {
        id: 99,
        term: '8.12 В случае если Лицензиаром будет установлено, что Лицензиат получает доступ к Дополнительному функционалу от третьих лиц, Лицензиат вправе по своему усмотрению либо приостановить, либо ограничить, либо прекратить доступ Лицензиата к участию в Проекте и/или к Дополнительному функционалу.',
    },
    {
        id: 100,
        term: '8.13 Приобретение прав использования Дополнительного функционала не освобождает Лицензиата от соблюдения настоящего Соглашения и правил Проекта, и применения в отношении него любых мер, указанных в настоящем Соглашении или правилах Проекта, включая полный или частичный отказ Лицензиара от дальнейшего предоставления доступа к Проекту и Дополнительному функционалу. Компенсация стоимости Лицензиаром приобретенных прав использования Дополнительного функционала в таком случае Лицензиату не производится.',
    },
    {
        id: 101,
        term: '8.14 Лицензиат гарантирует Лицензиару, что он имеет право использовать выбранные им средства для оплаты прав использования Дополнительного функционала, не нарушая при этом законодательства РФ и/или законодательства иной страны, гражданином которой является Лицензиат, и прав третьих лиц. Лицензиар не несет ответственности за возможный ущерб третьим лицам и/или другим Лицензиатам, причиненный в результате использования Лицензиатом не принадлежащих ему средств оплаты.',
    },
    {
        id: 102,
        term: '8.15 Лицензиар не несет ответственности за возможные противоправные действия Лицензиата при совершении им оплаты прав использования Дополнительного функционала. Лицензиар оставляет за собой право в одностороннем порядке приостановить или прекратить доступ Лицензиата к Дополнительному функционалу, если существует подозрение на с'
    },
    {
        id: 103,
        term: '8.16 В случае если Лицензиар имеет основания полагать, что Лицензиат совершает противозаконные действия, либо мошеннические действия, связанные с оплатой прав использования Дополнительного функционала, Лицензиар имеет право передать соответствующую информацию в правоохранительные органы для проведения проверки по данному факту. В данном случае Лицензиар также вправе приостановить или прекратить без предварительного уведомления доступ Лицензиата доступа к Проекту.',
    },
    {
        id: 104,
        term: '8.17 Лицензиат самостоятельно и за свой счет несет все расходы, связанные с перечислением денежных средств Лицензиару, включая различные сборы и комиссии банков и операторов платежных систем.',
    },
    {
        id: 105,
        term: '8.18 Лицензиат соглашается, понимает и принимает то обстоятельство, что Проект не является азартной игрой, игрой на деньги, конкурсом, пари. Приобретение прав использования Дополнительного функционала является реализацией его собственного волеизъявления и желания и не является необходимым или обязательным условием для участия в Проекте.',
    },
    {
        id: 106,
        subtitle: '9.ТЕРРИТОРИЯ И СРОК ДЕЙСТВИЯ СОГЛАШЕНИЯ',
    },
    {
        id: 107,
        term: '9.1 Лицензиат может использовать Проект и Дополнительный функционал способами, описанными в настоящем Соглашении, на всей территории Российской Федерации, а также иных территориях, на которых она доступна в рамках обычного процесса с использованием стандартных компьютерных средств и программ в рамках функционала Ресурсов Лицензиара.',
    },
    {
        id: 108,
        term: '9.2 Настоящее Соглашение действует с момента принятия его условий Лицензиатом и действует до исполнения Сторонами всех обязательств. Лицензиар вправе расторгнуть настоящее Соглашение в одностороннем внесудебном порядке без предварительного уведомления Лицензиата и прекратить право доступа к Проекту в случае неиспользования Лицензиатом Учетной записи более 6 календарных месяцев подряд..',
    },
    {
        id: 109,
        term: '9.3 Действие настоящего Соглашения автоматически продлевается на каждый последующий 1 (один) календарный год, если до истечения текущего срока действия Соглашения:',
    },
    {
        id: 110,
        term: '9.3.1 Лицензиар не примет решение об изменении положений настоящего Соглашения, о необходимости заключения с Лицензиатами нового соглашения, прекращении обслуживания Проекта и прекращении к нему доступа, прекращении настоящего Соглашения в отношении Лицензиата, или прекращения доступа к Проекту в отношении Лицензиата.',
    },
    {
        id: 111,
        term: '9.3.2 Лицензиар вправе в любое время без уведомления Лицензиата и без объяснения причин прекратить настоящее Соглашение в одностороннем внесудебном порядке с немедленным прекращением доступа и возможности использовать Проект и без возмещения каких-либо затрат, убытков или возврата, полученного по Соглашению, в том числе в случае закрытия Проекта.',
    },
    {
        id: 112,
        term: '9.3.3 В отношении формы и способа заключения настоящего Соглашения применяются нормы Гражданского Кодекса РФ («ГК РФ»), регулирующие порядок и условия заключения договора путем акцепта публичной оферты.',
    },
    {
        id: 113,
        term: '9.3.4 Все споры сторон по настоящему Соглашению подлежат разрешению путем переписки и переговоров с использованием обязательного досудебного (претензионного) порядка. В случае невозможности достичь согласия между сторонами путем переговоров в течение 60 (шестидесяти) календарных дней с момента получения другой Стороной письменной претензии, рассмотрение спора должно быть передано любой заинтересованной стороной в суд общей юрисдикции по месту нахождения Лицензиара (с исключением подсудности дела любым иным судам).'
    }
]

export const processingTerms = [
    {
        id: 1,
        subtitle: '1.Общие положения'
    },
    {
        id: 2,
        term: 'Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые Ягодкин Ярослав Вячеславович (далее – Оператор).'
    },
    {
        id: 3,
        term: '1.1. Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.'
    },
    {
        id: 4,
        term: '1.2. Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта https://mynet.su.'
    },
    {
        id: 5,
        subtitle: '2. Основные понятия, используемые в Политике'
    },
    {
        id: 6,
        term: '2.1. Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники;'
    },

    {
        id: 7,
        term: '2.2. Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);'
    },    {
        id: 8,
        term: '2.3. Веб-сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу https://mynet.su;'
    },
    {
        id: 9,
        term: '2.4. Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств;'
    },
    {
        id: 10,
        term: "2.5. Обезличивание персональных данных"
    },
    {
        "id": 11,
        "term": "действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных"
    },
    {
        "id": 12,
        "term": "2.6. Обработка персональных данных"
    },
    {
        "id": 13,
        "term": "любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных"
    },
    {
        "id": 14,
        "term": "2.7. Оператор"
    },
    {
        "id": 15,
        "term": "государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными"
    },
    {
        "id": 16,
        "term": "2.8. Персональные данные"
    },
    {
        "id": 17,
        "term": "любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта https://mynet.su"
    },
    {
        "id": 18,
        "term": "2.9. Пользователь"
    },
    {
        "id": 19,
        "term": "любой посетитель веб-сайта https://mynet.su"
    },
    {
        "id": 20,
        "term": "2.10. Предоставление персональных данных"
    },
    {
        "id": 21,
        "term": "действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц"
    },
    {
        "id": 22,
        "term": "2.11. Распространение персональных данных"
    },
    {
        "id": 23,
        "term": "любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональными данными каким-либо иным способом"
    },
    {
        "id": 24,
        "term": "2.12. Трансграничная передача персональных данных"
    },
    {
        "id": 25,
        "term": "передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу"
    },
    {
        "id": 26,
        "term": "2.13. Уничтожение персональных данных"
    },
    {
        "id": 27,
        "term": "любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) уничтожаются материальные носители персональных данных"
    },
    {
        "id": 28,
        "subtitle": "3. Оператор может обрабатывать следующие персональные данные Пользователя"
    },
    {
        "id": 29,
        "term": "3.1. Электронный адрес; 3.2. Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других). 3.3. Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные."
    },
    {
        "id": 30,
        "subtitle": "4. Цели обработки персональных данных"
    },
    {
        "id": 31,
        "term": "4.1. Цель обработки персональных данных Пользователя — информирование Пользователя посредством отправки электронных писем."
    },
    {
        "id": 32,
        "term": "4.2. Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях."
    },
    {
        "id": 33,
        "term": "Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты mynet@gmail.com с пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных предложениях»."
    },
    {
        "id": 34,
        "term": "4.3. Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания."
    },
    {
        "id": 35,
        "subtitle": "5. Правовые основания обработки персональных данных"
    },
    {
        "id": 36,
        "term": "5.1. Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте https://mynet.su. Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой."
    },
    {
        "id": 37,
        "term": "5.2. Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя."
    },
    {
        "id": 38,
        "subtitle": "6. Порядок сбора, хранения, передачи и других видов обработки персональных данных"
    },
    {
        "id": 39,
        "term": "Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных."
    },
    {
        "id": 40,
        "term": "6.1. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц."
    },
    {
        "id": 41,
        "term": "6.2. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства."
    },
    {
        "id": 42,
        "term": "6.3. В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора mynetminecraft@gmail.com с пометкой «Актуализация персональных данных»."
    },
    {
        "id": 43,
        "term": "6.4. Срок обработки персональных данных является неограниченным. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора mynetminecraft@gmail.com с пометкой «Отзыв согласия на обработку персональных данных»."
    },
    {
        "id": 44,
        "subtitle": "7. Трансграничная передача персональных данных"
    },
    {
        "id": 45,
        "term": "7.1. Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных."
    },
    {
        "id": 46,
        "term": "7.2. Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является субъект персональных данных."
    },
    {
        "id": 47,
        "subtitle": "8. Заключительные положения"
    },
    {
        "id": 48,
        "term": "8.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты mynetminecraft@gmail.com."
    },
    {
        "id": 49,
        "term": "8.2. В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией."
    },
    {
        "id": 50,
        "term": "8.3. Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу https://mynet.su/privacy."
    }

]